Repository: celfred/FLGames
Catalog: po/default.po
Languages: fr

source: 'Throw dice' will pick a random number between 1 and 20. The bigger, the longer your vehicle will go forward.
fr: 'Lancer le dé' déterminera un nombre entre 1 et 20, au hasard. Plus le nombre est grand, plus le véhicule avancera.

source: # of Teams / Groups
fr: # d'équipes / de groupes

source: <u>R</u>ight or <u>W</u>rong ? ⇒ Place your bet !
fr: <u>J</u>uste ou <u>F</u>aux ? ⇒ Indiquez votre mise !

source: 1 player in each team is randomly chosen.
fr: 1 joueur de chaque équipe est choisi au hasard.

source: A player is randomly chosen.
fr: Un joueur est choisi au hasard.

source: A question is displayed with a timer.
fr: Une question s'affiche avec un minuteur.

source: A question is displayed.
fr: Une question s'affiche.

source: Answer
fr: Réponse

source: Are you sure you want to change all vehicles?
fr: Êtes-vous certain de vouloir changer tous les véhicules?

source: Are you sure you want to end the game?
fr: Êtes-vous certain de vouloir terminer la partie?

source: Are you sure you want to generate a new grid ?
fr: Êtes-vous certain de vouloir générer une nouvelle grille ?

source: Are you sure you want to go back home?
fr: Êtes-vous certain de vouloir retourner à l'accueil?

source: Are you sure?
fr: Confirmez-vous?

source: Be the first to cross the finish line !
fr: Soyez le premier à franchir la ligne d'arrivée !

source: Boards up !!!
fr: On lève les ardoises !!!

source: Change players
fr: Changer les joueurs

source: Choose a topic to prepare the gameboard.
fr: Choisi un thème pour préparer le plateau de jeu.

source: Choose topic
fr: Choisir un thème

source: Class
fr: Mes classes

source: Click on 'Start the Game' (or on the gameboard).
fr: Clique sur 'Commencer la partie' (ou bien sur le plateau de jeu).

source: Close
fr: Fermer

source: Congratulations !
fr: Félicitations !

source: Congratulations to
fr: Félicitations à

source: Correct answer ? A click on the player's name passes the ball to the teammates. Be lucky : 1, 2, 3 passes? Short or long?
fr: Réponse juste ? 1 clic sur le nom du joueur passe la balle aux coéquipiers. Il faut être chanceux : 1, 2, 3 passes ? Passes longues ou courtes ? Il faut être chanceux !

source: Correct answer ? Click on the succeeded square and the team mark will go there.
fr: Réponse juste ? Clique sur la case réussie et la marque de l'équipe y sera placée.

source: Do you really want to quit the game and go back to configuration page?
fr: Souhaitez-vous vraiment quitter le jeu et retourner à la page d'accueil?

source: Don't raise your hand ! Repeat if the teacher asks you so ! 'Steal' the answer from the opponent by speaking faster ! Change your mind...
fr: Ne lève pas la main ! Répète si le professeur le demande ! 'Vole' la réponse à l'adversaire en parlant plus vite ! Change d'avis...

source: Draw a question
fr: Tirer une question

source: Draw new teams
fr: Mélanger les équipes

source: Each group has a vehicle.
fr: Chaque groupe possède un véhicule.

source: End game
fr: Terminer la partie

source: End game?
fr: Terminer la partie

source: Followed by :
fr: Suivi de :

source: Free kick for the opposite team.
fr: Coup-franc pour l'équipe adverse.

source: Game rules
fr: Règles du jeu

source: Go home?
fr: Retour à l'accueil?

source: He or she has to choose a square/question/image/prompt...
fr: Il ou elle doit choisir une case/question/image/début...

source: If a group is too noisy or too unlucky, the teacher can use the Bonus and Malus buttons ;)
fr: Si un groupe est trop bruyant ou n'a pas de chance du tout, le professeur peut utiliser les boutons Bonus ou Malus ;)

source: If a player is too loud during the game : Yellow and Red cards are available by clicking on the player's name in the lists.
fr: Si un joueur fait trop de bruit pendant la partie : les cartons jaunes et rouges sont disponibles en cliquant sur le nom du joueur dans les listes.

source: If the answer is correct, your vehicle is selected.
fr: Si ta réponse est juste, le véhicule sera sélectionné.

source: If your answer AND your correction are correct : add your bet!
fr: Si ta réponse ET ta correction sont justes : ajoute ta mise !

source: If your answer is correct, but NOT your correction : add 5.
fr: Si ta réponse est juste, mais PAS ta correction : ajoute 5.

source: If your answer is wrong : substract your bet :(
fr: Si ta réponse est fausse : soustrait ta mise :(

source: It's a tie! No winner...
fr: Match nul ! Aucun gagnant...

source: Manage class
fr: Gestion de la classe

source: Mix Letters
fr: Mélanger les lettres

source: Mix letters?
fr: Mélanger les lettres ?

source: Mix topic
fr: Mélanger les questions

source: Mix topic?
fr: Mélanger les questions

source: Mix vehicles
fr: Changer les véhicules

source: Mix vehicles?
fr: Changer les véhicules?

source: No
fr: Non

source: No class
fr: Aucune classe

source: No class selected !
fr: Aucune classe n'est sélectionnée !

source: No topic!
fr: Aucun thème!

source: No winner, no looser...
fr: Pas de gagnant, pas de perdant...

source: Ok, I got it !
fr: Ok, j'ai compris !

source: Order by name
fr: Tri alphabétique

source: Order by teams
fr: Tri par équipes

source: Perform this action?
fr: Accepter cette action?

source: Place your bet : 5, 10, 15... and wait for the answer... Then, count your points !
fr: Indique ta mise : 5, 10, 15... et attend la réponse... Puis, compte tes points !

source: Play the free kick
fr: Jouer le coup-franc

source: players
fr: joueurs

source: Players write the answer on the board.
fr: Les joueurs écrivent la réponse sur l'ardoise.

source: Proceed?
fr: Continuer?

source: pupils
fr: élèves

source: Random bonus
fr: Bonus aléatoire

source: Red card!
fr: Carton rouge!

source: Results!
fr: Résultat !

source: Right
fr: Juste

source: Save
fr: Garder

source: See list (absent, teams...) ?
fr: Voir la liste (absents, équipes...) ?

source: Short list!
fr: Liste trop courte!

source: Start game
fr: Commencer la partie

source: Start the game!
fr: Commencer la partie

source: Stop
fr: Arrêter

source: Successful Collective Mission
fr: Mission collective réussie

source: Successful Team Mission
fr: Mission en équipe réussie

source: Switch player
fr: Changer de joueur

source: Switch team
fr: Changer d'équipe

source: Tell your score to the class!
fr: Dis ton score à la classe !

source: The fastest player to give a correct answer passes the ball.
fr: Le joueur le plus rapide à donner une réponse juste passe la balle.

source: The first team with 5 points is the winning team !
fr: La première équipe avec 5 points sera l'équipe gagnante !

source: The team won the game with a score of
fr: L'équipe gagne sur le score de

source: The team won the race!
fr: Félicitations à l'équipe gagnante !

source: There isn't enough items in your list. You should check the data file and restart the game or choose another topic.
fr: Il n'y a pas suffisamment de données pour créer une grille. Vérifiez votre fichier de données et rechargez la page, ou bien choisissez un autre thème.

source: This is a
fr: C'est un

source: This is a tie !
fr: Match nul !

source: This will clear the board from all logos! Are you sure?
fr: Cette action enlèvera tous les logos présents dans le jeu. Êtes-vous certain de vouloir continuer?

source: Throw dice
fr: Jeter les dés

source: to
fr: à

source: Try to align 3 marks to get a point !
fr: Essayez d'aligner 3 marques pour marquer un point !

source: Vehicles
fr: Véhicules

source: Welcome to Grammar Gamble !
fr: Bienvenue dans le Grammar Gamble !

source: What's the Top 5 ?
fr: Quel est le top 5 ?

source: When you hear the horn, put up your board !
fr: Lorsque vous entendez le klaxon, vous devez levez les ardoises !

source: Who is the winner ?
fr: Qui est le gagnant ?

source: Will you be in the winning team?
fr: Serez-vous dans l'équipe gagnante ?

source: won with a score of
fr: a gagné sur le score de

source: Wrong
fr: Faux

source: Wrong answer ? 'Switch team' !
fr: Réponse fausse ? "Changer d'équipe" !

source: Wrong answer ? The ball stays where it is :(
fr: Réponse fausse ? La balle reste où elle est :(

source: Yellow card!
fr: Carton jaune!

source: Yes
fr: Oui

source: You need to select a topic before starting the game.
fr: Vous devez choisir un thème pour pouvoir commencer une partie.

source: You start with 100 dollars. For each sentence, decide if it's <u>R</u>ight or <u>W</u>rong. If '<u>W</u>rong', write a correction for the wrong part.
fr: Tu commences avec 100 dollars. Pour chaque phrase, indique si elle est <u>V</u>raie ou <u>F</u>ausse. Si tu choisis <u>F</u>ausse, corrige la partie qui te semble fausse.
